{
    "items": [
        {"name": "Dynamics of Company Waste Operations with Scaling Analysis",
            "link": "https://www.santafe.edu/engage/learn/programs/undergraduate-complexity-research",
            "image": "../images/companyWaste.jpg",
            "date_added": "Summer of 2021",
            "description": "As a Complexity Researcher in the Santa Fe Institute's Undergraduate Complexity Research (formerly REU) program, I was able to work alongside PhD and resident faculty on a complex systems project of my desire. While there I explored conceptual details of circular economy principles in companies and the scaling patterns of company waste.",
            "technologies": [
                "Research",
                "R",
                "Python",
                "Santa Fe Institute"
            ]
            
        },
        {"name": "Shifting Winds of Power: An Analysis on Denmark's Energy Island",
            "link": "../images/denmarkMJIAArticle.pdf",
            "image": "../images/denmarkMJIA2.jpg",
            "date_added": "2021",
            "description": "As a journalist in the Michigan Journal International Affairs, I was fortunate to work alongside some great indivudals and produce a recent piece analyzing Denmark's decision to build the world's first energy-island and respective geopolitical impacts.",
            "technologies": [
                "Journalism",
                "Research",
                "MJIA"
            ]
            
        },
        {"name": "Multi-objective Optimization of Coal Retirements",
            "link": "https://github.com/ijbd/EquitableRetirement",
            "image": "../images/coalRetirement.jpg",
            "date_added": "2021",
            "description": "Worked on a project creating and researching a multi-objective optimization of coal retirements in the Mid-Atlantic region to map future equitable pathways to take into account social and environmental costs as well as the financial costs of coal plants.",
            "technologies": [
                "Python",
                "LaTeX",
                "Multi-objective Optimization",
                "Research",
                "University of Michigan SEAS"
            ]
            
        },{"name": "National Assessment of Wind and Solar Resources ",
            "link": "https://www.sciencedirect.com/science/article/pii/S0960148121011009?casa_token=vOEtMiGD3rwAAAAA:sCKDCVcn8QLvykoh0zYHj5zK0CvG3mtkOIyxb6vpWjepMAe0F2B58REnPRXodNFI-nfAp46L9w",
            "image": "../images/nationalAssessment.jpg",
            "date_added": "2019-2021",
            "description": "Alongside fellow researchers, we conducted a comprehensive study analyzing the reliability impact of wind and solar resources on the US Western Interconnect power grid. Published work in leading Renewable Energy journal and fortunate to present work at multiple conferences!",
            "technologies": [
                "Python",
                "LaTeX",
                "Research",
                "University of Michigan SEAS"
            ]
            
        },{
        "name": "Telemetry package",
        "link": "https://www.npmjs.com/package/office-addin-usage-data",
        "image": "../images/telemetryPackage.png",
        "date_added": " Summer 2019",
        "description": "Member of the Microsoft Office division. Worked alongside software developers, attorneys, and product managers to develop a telemetry package for managing resource allocation, product details, and consumer privacy.",
        "technologies": [
            "TypeScript",
            "Software development",
            "Microsoft"
        ]
    }]
}